tutorials/steadyIncompressible/planeChannel/openfoam-v13/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    front
    {
        type            empty;
        physicalType    empty;
        nFaces          2000;
        startFace       3880;
    }
    wall
    {
        type            wall;
        physicalType    wall;
        nFaces          200;
        startFace       5880;
    }
    outlet
    {
        type            patch;
        physicalType    patch;
        nFaces          20;
        startFace       6080;
    }
    inlet
    {
        type            patch;
        physicalType    patch;
        nFaces          20;
        startFace       6100;
    }
    back
    {
        type            empty;
        physicalType    empty;
        nFaces          2000;
        startFace       6120;
    }
)

// ************************************************************************* //
