tutorials/steadyIncompressible/planeChannel/openfoam-v13/case/0/U
FoamFile
{
    version 2.0;
    format ascii;
    class volVectorField;
    location "0";
    object U;
}
dimensions [0 1 -1 0 0 0 0];

internalField uniform (0.02 0 0);

boundaryField
{
    inlet
    {
        type zeroGradient;
    }
    outlet
    {
        type zeroGradient;
    }
    wall
    {
        type noSlip;
    }
    front
    {
        type empty;
    }
    back
    {
        type empty;
    }
}
